export const colorMap = {
  "سفید": "#FFFFFF",
  "مشکی": "#000000",
  "صورتی": "#FFC0CB",
  "آبی": "#5ec4ff",
  "سبز": "#57c257",
  "خاکستری": "#808080",
  "سورمه‌ای": "#000080",
  "نارنجی": "#FFA500",
  "بنفش": "#800080",
  "نقره‌ای": "#C0C0C0",
  "قهوه‌ای": "#A52A2A",
};


export const colorMapById = {
  "69e10551eb9ef1a9c1e9287e": "#FFFFFF",
  "69e10551eb9ef1a9c1e9287f": "#000000",
  "69e10551eb9ef1a9c1e92880": "#FFC0CB",
  "69e10551eb9ef1a9c1e92881": "#5ec4ff",
  "69e10551eb9ef1a9c1e92882": "#57c257",
  "69e10551eb9ef1a9c1e92883": "#808080",
  "69e10551eb9ef1a9c1e92884": "#000080",
  "69e10551eb9ef1a9c1e92885": "#FFA500",
  "69e10551eb9ef1a9c1e92886": "#800080",
  "69e10551eb9ef1a9c1e92887": "#C0C0C0",
  "69e10551eb9ef1a9c1e92888": "#A52A2A",
};
export const colorNameById = {
  "69e10551eb9ef1a9c1e9287e": "سفید",
  "69e10551eb9ef1a9c1e9287f": "مشکی",
  "69e10551eb9ef1a9c1e92880": "صورتی",
  "69e10551eb9ef1a9c1e92881": "آبی",
  "69e10551eb9ef1a9c1e92882": "سبز",
  "69e10551eb9ef1a9c1e92883": "خاکستری",
  "69e10551eb9ef1a9c1e92884": "سورمه ای",
  "69e10551eb9ef1a9c1e92885": "نارنجی",
  "69e10551eb9ef1a9c1e92886": "بنفش",
  "69e10551eb9ef1a9c1e92887": "نقره ای",
  "69e10551eb9ef1a9c1e92888": "قهوه ای",
};